/* NSMenuItem : <title:About Cyberduck> (oid:117) */
"About Cyberduck" = "Acerca de Cyberduck";

/* NSMenuItem : <title:Back> (oid:217) */
"Back" = "Atrás";

/* NSMenu : <title:Bookmark> (oid:226) */
"Bookmark" = "Favorito";

/* NSMenuItem : <title:Bring All to Front> (oid:100) */
"Bring All to Front" = "Traer todo al frente";

/* NSMenuItem : <title:Check for Update...> (oid:189) */
"Check for Update..." = "Buscar actualización...";

/* NSMenuItem : <title:Close Window> (oid:183) */
"Close Window" = "Cerrar ventana";

/* NSMenuItem : <title:Copy> (oid:81) */
"Copy" = "Copiar";

/* NSMenuItem : <title:Copy URL> (oid:257) */
"Copy URL" = "Copiar URL";

/* NSMenuItem : <title:Customize Toolbar...> (oid:119) */
"Customize Toolbar..." = "Personalizar barra de herramientas...";

/* NSMenuItem : <title:Cut> (oid:106) */
"Cut" = "Cortar";

/* NSMenu : <title:Cyberduck> (oid:120) */
"Cyberduck" = "Cyberduck";

/* NSMenuItem : <title:Cyberduck FAQ> (oid:199) */
"Cyberduck FAQ" = "Preguntas frecuentes sobre Cyberduck";

/* NSMenuItem : <title:Delete> (oid:193) */
"Delete" = "Borrar";

/* NSMenuItem : <title:Delete Bookmark> (oid:227) */
"Delete Bookmark" = "Borrar favorito";

/* NSMenuItem : <title:Disconnect> (oid:295) */
"Disconnect" = "Desconectar";

/* NSMenuItem : <title:Donate...> (oid:88) */
"Donate..." = "Donar...";

/* NSMenuItem : <title:Download> (oid:239) */
"Download" = "Bajar";

/* NSMenuItem : <title:Download As...> (oid:244) */
"Download As..." = "Bajar como...";

/* NSMenuItem : <title:Edit> (oid:114) */
"Edit" = "Edición";

/* NSMenuItem : <title:Edit Bookmark> (oid:228) */
"Edit Bookmark" = "Editar favorito";

/* NSMenuItem : <title:Enclosing Folder> (oid:218) */
"Enclosing Folder" = "Carpeta contenedora";

/* NSMenuItem : <title:Encoding> (oid:276) */
"Encoding" = "Codificación";

/* NSMenuItem : <title:File> (oid:93) */
"File" = "Archivo";

/* NSMenu : <title:Go> (oid:210) */
"Go" = "Ir";

/* NSMenuItem : <title:Go to Folder> (oid:215) */
"Go to Folder" = "Ir a la carpeta";

/* NSMenu : <title:Help> (oid:169) */
"Help" = "Ayuda";

/* NSMenuItem : <title:Hide Cyberduck> (oid:101) */
"Hide Cyberduck" = "Ocultar Cyberduck";

/* NSMenuItem : <title:Hide Others> (oid:98) */
"Hide Others" = "Ocultar otros";

/* NSMenuItem : <title:Hide Toolbar> (oid:116) */
"Hide Toolbar" = "Ocultar barra de herramientas";

/* NSMenuItem : <title:Info> (oid:94) */
"Info" = "Información";

/* NSMenuItem : <title:Inside> (oid:220) */
"Inside" = "Abrir";

/* NSMenuItem : <title:License> (oid:171) */
"License" = "Licencia";

/* NSMenu : <title:MainMenu> (oid:103) */
"MainMenu" = "Menú principal";

/* NSMenu : <title:Menu> (oid:250) */
"Menu" = "Menú";

/* NSMenuItem : <title:Minimize> (oid:104) */
"Minimize" = "Minimizar ventana";

/* NSMenuItem : <title:New Bookmark> (oid:224) */
"New Bookmark" = "Nuevo favorito";

/* NSMenuItem : <title:New Browser> (oid:252) */
"New Browser" = "Nueva ventana";

/* NSMenuItem : <title:New Download> (oid:204) */
"New Download" = "Nueva bajada";

/* NSMenuItem : <title:New File...> (oid:267) */
"New File..." = "Nuevo archivo...";

/* NSMenuItem : <title:New Folder...> (oid:191) */
"New Folder..." = "Nueva carpeta...";

/* NSMenuItem : <title:Open Connection...> (oid:125) */
"Open Connection..." = "Conectar...";

/* NSMenuItem : <title:Open in Editor> (oid:241) */
"Open in Editor" = "Abrir en el editor";

/* NSMenuItem : <title:Paste> (oid:109) */
"Paste" = "Pegar";

/* NSMenuItem : <title:Preferences...> (oid:102) */
"Preferences..." = "Preferencias...";

/* NSMenuItem : <title:Quit Cyberduck> (oid:92) */
"Quit Cyberduck" = "Salir de Cyberduck";

/* NSMenuItem : <title:Refresh> (oid:212) */
"Refresh" = "Actualizar";

/* NSMenuItem : <title:Rendezvous> (oid:288) */
"Rendezvous" = "Rendezvous";

/* NSMenuItem : <title:Select All> (oid:105) */
"Select All" = "Seleccionar todo";

/* NSMenuItem : <title:Send Feedback> (oid:181) */
"Send Feedback" = "Enviar comentarios";

/* NSMenu : <title:Services> (oid:127) */
"Services" = "Servicios";

/* NSMenuItem : <title:Show All> (oid:83) */
"Show All" = "Mostrar todo";

/* NSMenuItem : <title:Show Hidden Files> (oid:270) */
"Show Hidden Files" = "Mostrar archivos ocultos";

/* NSMenuItem : <title:Show Transfer Queue> (oid:235) */
"Show Transfer Queue" = "Mostrar lista de transferencias";

/* NSMenuItem : <title:Synchronize...> (oid:265) */
"Synchronize..." = "Sincronizar...";

/* NSMenuItem : <title:Toggle Bookmark Drawer> (oid:185) */
"Toggle Bookmark Drawer" = "Abrir/cerrar bandeja de favoritos";

/* NSMenuItem : <title:Toggle Log Drawer> (oid:129) */
"Toggle Log Drawer" = "Abrir/cerrar bandeja de actividad";

/* NSMenuItem : <title:Upload...> (oid:291) */
"Upload..." = "Subir...";

/* NSMenu : <title:View> (oid:118) */
"View" = "Visualización";

/* NSMenuItem : <title:Website> (oid:173) */
"Website" = "Página web";

/* NSMenu : <title:Window> (oid:122) */
"Window" = "Ventana";

